Repository: illuria/glpi_anontickets
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: hy

source: Description
hy: Նկարագրություն

source: Email
hy: Էլփոստի հասցեն

source: Issue Type
hy: Խնդրի տեսակ

source: Location
hy: Տարածք

source: Report an issue
hy: Տեղեկացնել խնդրի մասին

source: Submit
hy: Ուղարկել

source: You can describe your issue in details here...
hy: Կարող եք մանրամասն նկարագրել ձեր խնդիրը այստեղ…

source: Your request has been submitted!
hy: Ձեր հայտը հաջողությամբ ուղարկվել է

source: Name
hy: Անուն

source: Obi-Wan Kenobi
hy: Պետրոս Պետրոսյան

source: Reception
hy: Ընդունարան

source: Room
hy: Սենյակ

source: Attach File
hy: Կցել Ֆայլ
